"ONE_SONG" = "skladby: 1";
"SONGS_COUNT_FORMAT" = "skladby: %d";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Vydáno %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Hudba";

"123" = "123";

"Add All Albums" = "Přidat všechna alba";

"Add All Songs" = "Přidat vše";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Uložit";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nový seznam";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Zadejte název seznamu.";
"ADD_PLAYLIST_ROW" = "Přidat seznam…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titul";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Přidejte skladby do seznamu „%@“.";
"EDIT_PLAYLIST_RENAME" = "Přejmenovat";
"EDIT_PLAYLIST_ADD_SONGS" = "Přidat skladby";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Přejmenovat seznam";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titul";

"Albums" = "Alba";

"All Albums" = "Všechna alba";

"All Songs" = "Všechny skladby";

"Cancel" = "Zrušit";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Aktualizace knihovny…";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Aktualizace knihovny může trvat několik minut.";

"Refresh Playlist" = "Obnovit seznam";

"CLEAR" = "Obnovit";

"Clear Playlist" = "Obnovit seznam";

"Save Playlist" = "Uložit seznam";

"Delete Playlist" = "Smazat seznam";

"Delete" = "Smazat";

"Done" = "Hotovo";

"Edit" = "Upravit";

"Save" = "Uložit";

"LISTING_COUNT_ALBUMS_FORMAT" = "alba: %d";

"LISTING_COUNT_ARTISTS_FORMAT" = "umělci: %d";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "položky: %d";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "stopy: %d";

"LISTING_COUNT_GENRES_FORMAT" = "žánry: %d";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "seznamy: %d";

"LISTING_COUNT_SONGS_FORMAT" = "skladby: %d";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Umělci";

"NO_CONTEXT_NAVTITLE_GENRES" = "Žánry";

"OK" = "OK";

"Playlists" = "Seznamy";

"Shuffle" = "Zamíchat";

"Songs" = "Skladby";

"Unknown" = "Není známo";
"UNKNOWN_ARTIST" = "Neznámý umělec";
"UNKNOWN_ALBUM" = "Neznámé album";

"NOW_PLAYING_BUTTON_LABEL" = "Puštěné";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Umělci (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Umělec (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Alba (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Seznam (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Seznamy (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Skladba (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Skladby (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Žánry (nalezeno %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Žánr (nalezeno %@)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Přidejte skladby do seznamu „%@“.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Vydáno %@";
"ALBUM_INFO_SONGS_SINGULAR" = "skladby: 1";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "skladby: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

"UNKNOWN_DURATION" = "--:--";
